{
  "mystery_plot_points": [
    {
      "roll": "1-8",
      "name": "CONCLUSION",
      "description": "If this Turning Point is currently a Plotline Development, then it becomes a Plotline Conclusion. Incorporate anything necessary into this Turning Point to end this Plotline and remove it from the Plotlines List. If this Turning Point is a New Plotline or already a Conclusion, then consider this Plot Point a None."
    },
    {
      "roll": "25-26",
      "name": "INTO THE UNKNOWN",
      "description": "This Turning Point involves Characters entering a situation with unknown factors. To know the unknown, you have to commit to it. For instance, a magic portal where there is no way of knowing what’s on the other side except by walking through it. Or, you discover a machine that is very powerful but you have no idea what it does, except if you turn it on. The only way to discover the unknown is to engage it, when it will be too late if you regret it."
    },
    {
      "roll": "27-28",
      "name": "USEFUL INFORMATION FROM AN UNKNOWN SOURCE",
      "description": "A Character receives useful information from an anonymous source. Perhaps a note is found laying on your doorstep, or an email appears in your inbox with a photo that reveals something to the Character. Whatever the information is, it should impact the Plotline."
    },
    {
      "roll": "29-30",
      "name": "A MOTIVE FREE CRIME",
      "description": "A crime is committed either in this Turning Point or is learned about in this Turning Point, with no clear reason why the crime was committed. Maybe someone was murdered for no obvious reason, or a building was broken into with nothing stolen."
    },
    {
      "roll": "31-32",
      "name": "A CHARACTER DISAPPEARS",
      "description": "A Character is nowhere to be found. Whether there is evidence or not as to what happened to the Character is up to you depending on the other Plot Points involved in this Turning Point."
    },
    {
      "roll": "33",
      "name": "THIS ISN’T WORKING",
      "description": "Something that is supposed to be working is not for some reason, causing a problem. For instance, a binding spell is failing to hold a demon, or a crime boss is delivering stolen goods through a shipping port that is supposed to be secure but turns out to be swarming with police. Whatever isn’t working is something that was assumed would work."
    },
    {
      "roll": "34-35",
      "name": "A RESOURCE DISAPPEARS",
      "description": "An important object or resource is stolen by an unknown thief. The resource should be something either useful to a Character, or it should pertain to the Plotline in question."
    },
    {
      "roll": "36",
      "name": "FORTUITOUS FIND",
      "description": "A Character runs across something very useful for resolving the Plotline. This may be a piece of information, a useful tool, a resource that is needed, a person who can help, etc. Whatever it is, it’s the right thing at the right time, and it falls into the Character’s lap."
    },
    {
      "roll": "37",
      "name": "ALL IS REVEALED!",
      "description": "A source in this Turning Point gives a lot of detail about something. For instance, a guard is captured and tells where the king has hidden the Sacred Scrolls."
    },
    {
      "roll": "38-39",
      "name": "USEFUL INFORMATION FROM A KNOWN SOURCE",
      "description": "A Character acquires useful information from a known source. For instance, a detective investigating a homicide gets a tip from an informant she sometimes uses, giving her a clue."
    },
    {
      "roll": "40",
      "name": "CRYPTIC INFORMATION FROM A KNOWN SOURCE",
      "description": "A Character acquires information that is not immediately useful from a known source. The information is cryptic, the Character doesn’t know what it means. For instance, a crewmember leaves behind a note to be found that simply says, “Kraton,” where the Character receiving the note has no idea what “Kraton” is."
    },
    {
      "roll": "41-42",
      "name": "LIE DISCOVERED",
      "description": "This Turning Point involves the discovery of a lie. The lie could have happened within this Turning Point, or it could have happened earlier in the Adventure or even before the Adventure. For instance, Characters may learn that the detective did not destroy the cult artifact like he said he did, but instead took it home to try and summon the Beast From Beyond."
    },
    {
      "roll": "43",
      "name": "SOMETHING EXOTIC",
      "description": "Whatever is happening in this Turning Point it involves an unusual or exotic element. For instance, if the Turning Point is about someone being attacked by an assassin, the assassin may have a very unusual identity or mode of attack (maybe he’s disguised as a clown and attacks with exploding balloons, or he is a martial artist with fantastic moves)."
    },
    {
      "roll": "44-45",
      "name": "A CRIME IS COMMITTED",
      "description": "A crime is committed either in this Turning Point or is learned about in this Turning Point."
    },
    {
      "roll": "46-47",
      "name": "IT’S A SECRET",
      "description": "This Turning Point involves an activity that is done in secret, such as smuggling or embezzlement. The activity doesn’t have to be illegal, but whatever it is, it is something hidden or being done behind an otherwise legitimate front. For instance, a fast food chain is using its delivery trucks to smuggle drugs across the border."
    },
    {
      "roll": "48",
      "name": "SOMETHING LOST HAS BEEN FOUND",
      "description": "Something that has been lost turns up in this Turning Point. The thing could have been lost in this Adventure or before. It can be an object, a person, or anything. For instance, a ring of power suddenly turns up in a creek bed, or a Character who disappeared early in the Adventure suddenly makes a reappearance."
    },
    {
      "roll": "49",
      "name": "THE OBSERVER",
      "description": "Whatever is happening in this Turning Point that is presumed to be private from someone, is actually being witnessed or observed. The observed are not aware of this observer. For instance, two enemy generals are meeting in secret to form an alliance and betray their respective kings, but the meeting is observed by a princess who knows exactly what it means."
    },
    {
      "roll": "50",
      "name": "A SECRET WEAPON",
      "description": "This Turning Point involves the reveal of a secret weapon in possession by a Character. This weapon should be significant enough to sway the balance of power or to otherwise require a solution to resolve. For instance, the motley band of orcs is unexpectedly backed by a large ogre whose aid they enlisted. Or, the galactic empire unveils a new, planet-busting warship that changes everything."
    },
    {
      "roll": "51-52",
      "name": "LIAR!",
      "description": "This Turning Point involves an active lie. The lie is being committed in this Turning Point. Something someone said or claimed is false. For instance, a vampire lord claims he knows nothing of a magic book, when actually he is seeking it himself. The lie may or may not be detected in this Turning Point."
    },
    {
      "roll": "53",
      "name": "A CHARACTER ACTS OUT OF CHARACTER",
      "description": "A Character does something that runs counter to that Character’s perceived goals or personality. The action may seem at odds to how they’ve been acting (such as a trusted member of a team sabotaging a crucial resource) or the action is vague with no discernible purpose (such as a Character meeting with an unknown person in secret)."
    },
    {
      "roll": "54",
      "name": "DEAD",
      "description": "A Character is dead. This can either be expected or unexpected, but whatever the circumstances, this Turning Point involves a dead Character."
    },
    {
      "roll": "55-56",
      "name": "MYSTERY SOLVED",
      "description": "A mystery is solved. This can be a large, unanswered question in the Adventure or something minor, but it is not a Plotline resolved unless this Turning Point is also a Plotline Conclusion. A Mystery Solved could be any number of things, from finally figuring out what a device does to locating the missing Chancellor."
    },
    {
      "roll": "57",
      "name": "SECRET INFORMATION LEAKED",
      "description": "Information that should not have gotten into the wrong hands has. For instance, outlaws always seem to know when the stagecoach is coming through Gateway Gulch with the railroad payroll. How are they finding out? Or, an enemy spy has learned of the realm’s secret military plans."
    },
    {
      "roll": "58-59",
      "name": "SUSPICION",
      "description": "This Turning Point involves a Character being suspicious of another Character for some reason. For instance, a beloved leader on a space station is murdered and suddenly every newcomer on board is viewed with suspicion."
    },
    {
      "roll": "60-61",
      "name": "EVIDENCE",
      "description": "A Character finds something that helps settle an existing question. For instance, the gun that killed a victim is found stashed under a suspect’s bed."
    },
    {
      "roll": "62-63",
      "name": "THE PLOT THICKENS",
      "description": "A promising lead or clue to solving an open question turns out to be a dead end. For instance, Characters follow through on a tip to go to a warehouse to find an abducted heiress, but instead of finding a nest of bad guys they just find an empty building."
    },
    {
      "roll": "64",
      "name": "DUBIOUS RATIONALE",
      "description": "A Character does something that is in keeping with their Character, but the action could also have been for another reason and it is not clear which reason the Character acted on. For instance, the CEO goes into his office late at night, as he sometimes does, on the same night another executive is murdered. The action should seem innocent, except for other events or information that cast doubt on it."
    },
    {
      "roll": "65",
      "name": "A CRUCIAL LIFE SUPPORT SYSTEM BEGINS TO FAIL",
      "description": "This can be an actual life support system, like the oxygen ventilation of a starship, or a safety system, like the brakes on a car. The failure will constitute an emergency for the Characters involved."
    },
    {
      "roll": "66-67",
      "name": "CRYPTIC INFORMATION FROM AN UNKNOWN SOURCE",
      "description": "Information that is unclear what it means is received from an anonymous source. Maybe an odd word is found scrawled on a mirror, or a stranger’s diary is found talking about events similar to the Plotline."
    },
    {
      "roll": "68-69",
      "name": "A COMMON THREAD",
      "description": "It is learned that events that appeared to be unrelated have a commonality after all. For instance, a rash of crimes has beset the city, from car jackings to break ins. It turns out the culprits all work as security guards in the same building."
    },
    {
      "roll": "70",
      "name": "NOT THEIR MASTER",
      "description": "A Character in this Turning Point who is assumed to be working for one source turns out to be working for another. For instance, the hitman who’s been trying to kill a Character doesn’t work for the mafia like you thought, but for a corporation who has an interest in that Character."
    },
    {
      "roll": "71-72",
      "name": "THE SECRET TO THE POWER",
      "description": "There is a power, and it has a secret source. For instance, an evil wizard may derive his abilities from his ancient staff, or the warship hurtling through space may be dependent on a simple power core inside that will cripple the ship if it is damaged. This secret gives Characters an option to stop an otherwise overwhelming or powerful problem."
    },
    {
      "roll": "73-74",
      "name": "HIDDEN AGENDA",
      "description": "A Character either reveals, or is found out to have, a motive that they had not previously exposed. For instance, maybe the detective isn’t investigating the murder out of dedication to his job, but the victim used to be a love interest of his. Classically, this can also be the ally who turns out to be an enemy. The hidden agenda doesn’t have to be something nefarious, although it can be. Whichever the case, the agenda now becomes known to others."
    },
    {
      "roll": "75",
      "name": "AN OBJECT OF UNKNOWN USE IS FOUND",
      "description": "A Character finds something that they think is useful, but they do not know in what way. This may be a magic wand that they don’t know how to use, a key that they don’t know the lock it goes to, a device with an unknown purpose but currently has no power, etc."
    },
    {
      "roll": "76",
      "name": "CLEAR THE RECORD",
      "description": "A Character is given the task of clearing someone or something of a false claim. For instance, a friend says they are wrongly convicted of a crime and that the evidence is out there to prove it. The task may come to the Character officially, given by another Character, or it may be something that falls into their lap, such as discovering the truth themselves and only they know it. For instance, a foreign power has staged a catastrophe to start a war, but a handful of Characters know the truth ... if only they can reach headquarters in time to tell them before warships are launched."
    },
    {
      "roll": "77",
      "name": "FRAMED",
      "description": "A Character is unfairly framed by another Character. For instance, a mob boss plants evidence to make it look like a police detective has committed a crime."
    },
    {
      "roll": "78",
      "name": "AN IMPROBABLE CRIME",
      "description": "This Turning Point involves a crime that seems either improbable or impossible to have occurred, such as someone found murdered in a secure room or a piece of artwork stolen from a museum with no visible break in."
    },
    {
      "roll": "79-80",
      "name": "THE HIDDEN HAND",
      "description": "Whatever is happening in this Turning Point it is clear that it was caused on purpose by someone of unknown identity. For instance, if a Character is ambushed by bandits, the bandit leader may make a mysterious reference to their “benefactor” having paid for the attack. Or, an engine failure on a ship may be found to have been caused by obvious tampering."
    },
    {
      "roll": "81-82",
      "name": "FIND IT OR ELSE",
      "description": "Something needs to be found in this Turning Point to help resolve the Plotline. The act of finding the thing could take place in this Turning Point, or a Character learns of the need to find something. The thing to be found can be just about anything, from an object such as a magic ring to open a portal, to a special person like the lone witness to a crime that proves an accused person is innocent."
    },
    {
      "roll": "83",
      "name": "TRAVEL SETTING",
      "description": "This Turning Point takes place in a traveling vehicle. For instance, a ship at sea, a train, a ship hurtling through space, etc."
    },
    {
    "roll": "84",
    "name": "AN OLD DEAL",
    "description": "This Turning Point involves an agreement made long ago, probably even before this Adventure began. For instance, occult investigators researching a mysterious death discover that the deceased person sold his soul to a demon ten years ago, and they suspect the death is the demon having come to collect."
    },
    {
      "roll": "85",
      "name": "A MYSTERIOUS NEW PERSON",
      "description": "This Turning Point automatically Invokes a New Character, added to the List, whose identity or purpose is not fully known. Maybe they are a shadowy visitor at a meeting, or someone who seems to have authority over someone else."
    },
    {
      "roll": "86",
      "name": "RURAL SETTING",
      "description": "This Turning Point involves a rural setting, such as out in the country or at a farm."
    },
    {
      "roll": "87-88",
      "name": "SOMEONE IS WHERE THEY SHOULD NOT BE",
      "description": "A Character is at a location where they should not normally be. For instance, an ally is seen at the headquarters of an enemy, a wealthy socialite is found meeting with a mafia boss at a restaurant, etc."
    },
    {
      "roll": "89",
      "name": "VULNERABILITY EXPLOITED",
      "description": "This Turning Point involves a vulnerability of some kind being exploited by a Character. For instance, someone knowing of another’s crime and blackmailing them, Characters learning of a starbase’s secret vulnerability that allows it to be destroyed, etc. This Turning Point can either involve learning about the vulnerability or actively exploiting it."
    },
    {
      "roll": "90-91",
      "name": "FRAUD",
      "description": "A Character is a fraud. Whatever it is they are presenting themselves as, or whatever story they have told of themselves, is false. This result differs from Hidden Agenda, where in Hidden Agenda the Character may legitimately have both motives in mind, whereas in Fraud the image or story they are presenting is completely fake. For instance, the prince claiming he is the rightful ruler of a kingdom is actually a shapeshifting doppelgänger assuming the role."
    },
    {
      "roll": "92-93",
      "name": "BEAT YOU TO IT",
      "description": "Whatever is happening in this Turning Point that involves arriving at a location for some purpose, a Character discovers that someone else has arrived before them. For instance, a Character goes to the morgue to check out a clue and learns that another investigator already showed up and took the body."
    },
    {
      "roll": "94",
      "name": "CONSPIRACY THEORY",
      "description": "A Character believes in a scenario that explains a problem in this Adventure. The Character may be right or wrong, but the theory may cause action on the part of the Character. For instance, a group is holed up in a mall during a zombie apocalypse. One Character believes it’s just a disease, so they encourage the others not to shoot the zombies."
    },
    {
      "roll": "95",
      "name": "AN OPPOSING STORY",
      "description": "A Character learns of an alternate version of something they already know about from this Adventure. For instance, while investigating a starship that had been waylaid by aliens, Characters discover a crewmember who claims the attackers were members of a rival guild and not aliens."
    },
    {
      "roll": "96-100",
      "name": "META",
      "description": "This is a special Plot Point category with Plot Points that change the Characters List or combine Plotlines. Go to the Meta Plot Points Table and roll 1d100 on it for your Plot Point."
    }
  ]
}